import React from "react";

export default function Rules() {
  return (
    <div className=" bg-white rounded-md px-2 flex justify-center mt-4">
      <div className="py-10 grid gap-4 px-2 text-justify">
        <h4 className="text-2xl pb-5 text-center font-semibold">
          ( নিম্ন লিখিত নির্দেশিকাসমূহ মনোযোগ সহকারে পড়া বাধ্যতামূলক )
        </h4>
        <p>
          ১. <b>'কুইজ শুরু করুন'</b> বাটনে ক্লিক করলে আপনার কুইজ শুরু হয়ে যাবে।
        </p>
        <p>২. আপনি কুইজ জমা দেয়ার একটি মাত্র সুযোগ পাবেন।</p>
        <p>
          ৩. আপনার একাউন্ট যেই ক্যাটাগরি দিয়ে রেজিস্ট্রেশন করেছেন সেই ক্যাটাগরি
          অনুযায়ী কুইজ আপনাকে দেয়া হবে।{" "}
        </p>
        <p>
          ৪. একবার কুইজ শুরু করলে কুইজের জন্য সময় হিসেব করা শুরু হয়ে যাবে।
          নির্ধারিত সময়ের মধ্যে কুইজ জমা না দিলে কুইজ স্বয়ংক্রিয় ভাবে জমা হবে
          যাবে।{" "}
        </p>
        <p>৫. কুইজ এর ৪ টি অপশন এর মধ্য হতে সঠিক উত্তর নির্বাচন করুন।</p>
        <p>
          ৬. অতঃপর ‘সাবমিট’ অপশনে ক্লিক করার মাধ্যমে আপনার প্রতিযোগিতা শেষ হবে।
          পরবর্তী পেজে আপনার ‘সার্টিফিকেট অফ পার্টিসিপেশন’ টি ডাউনলোড করে নিবেন
          এবং বৃত্তির জন্য আবেদন করুন।
        </p>
        <p>৭. প্রতিটি ভুল উত্তরের জন্য ০.৩ মার্কস কাটা যাবে।</p>
        <p>
          ৮. প্রতিযোগিতা চলাকালীন আপনার 'স্মার্টফোন/কম্পিউটার' এর অন্য কোন ট্যাব
          ওপেন করে নকলের চেষ্টা করলে আপনার প্রতিযোগিতাটি বাতিল বলে গন্য হবে।
        </p>
        <p>৯. একজন প্রতিযোগী একবারের বেশি অংশগ্রহণ করতে পারবে না।</p>
        <p>
          ১০. বিজয়ী নির্বাচনের ক্ষেত্রে সর্বোচ্চ নম্বর এবং সর্বনিম্ন কত সময়ে
          সাবমিশন হয়েছে সেটা বিবেচনা করা হবে।
        </p>
        <p>
          ১১. কোন প্রকার অসদুপায় অবলম্বন করলে তার পরিক্ষা বাতিল বলে গন্য হবে।
        </p>
        <p>
          ১২. ‘জাতীয় পর্যায়ের’ জন্য নির্বাচিত প্রতিযোগিদেরকে ফলাফল এবং সমাপণী
          অনুষ্ঠান এর বিস্তারিত মোবাইল ফোনের মাধ্যমে জানিয়ে দেওয়া হবে।
        </p>
        <p>
          ১৩. নিচে উল্লেখিত <b>'কুইজ শুরু করুন'</b> বাটনে ক্লিক করার মাধম্যে
          আপনি 'মুজিব অলিম্পিয়াড - ঢাকা' পর্বে প্রবেশ করবেন, তাই কোন কিছু না
          বুঝে থাকলে যোগাযোগ করুন নিচে দেওয়া নাম্বারে। <b>01648297932</b>,{" "}
          <b>01644042241</b>, <b>01330370570</b>, <b>01952863855</b>,{" "}
          <b>01793000873</b>
        </p>
      </div>
    </div>
  );
}
